cases/submerged/linear_y_pos/system/surfaceFeaturesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10                                   	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
	format		ascii;
	class		dictionary;
	object		surfaceFeaturesExtractDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

surfaces	("object.stl");
includedAngle	150;

subsetFeatures
{
	nonManifoldEdges	no;
	openEdges		yes;
}

writeObj	yes;

